blog/2019/donot-have-to-regret-it-for-fun.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-09 Wed 11:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>不必因为贪玩而后悔</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">不必因为贪玩而后悔</h1>
</header><p>
昨天一整天做了很少的事情，看了几部很喜欢的电影。
</p>

<p>
这在以前，我会埋怨自己：你怎么能够这么浪费时间呢？你知道如果把这些时间节约下来，那些作业不是早就完成了吗？你怎么会这样呢？
</p>

<p>
随着持续地自我反问，我渐渐地失去了做事情的积极性，觉得做什么事儿都没意思了。我陷入了一种困境里面，出不来。
</p>

<p>
现在，我想通了：没有必要为逝去的时间找借口。已经过去，再挽留也毫无意义。
</p>

<p>
只能把握好当下，做些事情，好好把握。不要再在意别人正在做什么，因为别人做得再好也不是你的成绩。你在那里再高兴别人也不会分自己一部分利益给你，所以真正的价值是自己创造的，当你能够为别人提供价值时，别人才能够比较正式地看待你。</p>
</div>
</body>
</html>